---
kind: property
id: P:Autodesk.Revit.DB.ViewDisplayBackground.GroundColor
source: html/a5342dbf-c63d-a50b-06ee-96a4dbff7a4c.htm
---
# Autodesk.Revit.DB.ViewDisplayBackground.GroundColor Property

The color of the ground when the type is 'Gradient' or 'SunAndClouds'.

## Syntax (C#)
```csharp
public Color GroundColor { get; }
```